block.upgraded-factories-furnace.name = \u0413\u043e\u0440\u043d
block.upgraded-factories-furnace.description = \u041f\u0440\u043e\u0434\u0432\u0438\u043d\u0443\u0442\u0430\u044f \u043f\u0435\u0447\u044c. \u0418\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u0435\u0442 \u043f\u0438\u0440\u043e\u0442\u0438\u0442 \u0432 \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0441\u0442\u0432\u0435 \u043c\u0435\u0442\u0430\u0441\u0442\u0435\u043a\u043b\u0430. \u0411\u043e\u043b\u0435\u0435 \u044d\u0444\u0444\u0435\u043a\u0442\u0438\u0432\u0435\u043d \u0432 \u0433\u043e\u0440\u044f\u0447\u0438\u0445 \u043c\u0435\u0441\u0442\u0430\u0445. 

block.upgraded-factories-plastanium-condenser.name = \u0423\u043f\u043b\u043e\u0442\u043d\u0438\u0442\u0435\u043b\u044c \u043f\u043b\u0430\u0441\u0442\u0430\u043d\u0430
block.upgraded-factories-plastanium-condenser.description = \u041f\u0440\u043e\u0434\u0432\u0438\u043d\u0443\u0442\u044b\u0439 \u043f\u043b\u0430\u0441\u0442\u0430\u043d\u043e\u0432\u044b\u0439 \u043a\u043e\u043c\u043f\u0440\u0435\u0441\u0441\u043e\u0440. \u0418\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u0435\u0442 \u0441\u043f\u043e\u0440\u044b \u043a\u0430\u043a \u043a\u0430\u0442\u0430\u043b\u0438\u0437\u0430\u0442\u043e\u0440 \u0441\u0438\u043d\u0442\u0435\u0437\u0430. \u0411\u043e\u043b\u0435\u0435 \u044d\u0444\u0444\u0435\u043a\u0442\u0438\u0432\u0435\u043d \u0432 \u0440\u0430\u0439\u043e\u043d\u0435 \u043d\u0435\u0444\u0442\u044f\u043d\u044b\u0445 \u043f\u043b\u0430\u0441\u0442\u043e\u0432. 

block.upgraded-factories-phase-spinner.name = \u0424\u0430\u0437\u043e\u0432\u044b\u0439 \u0446\u0435\u0445
block.upgraded-factories-phase-spinner.description = \u041f\u0440\u043e\u0434\u0432\u0438\u043d\u0443\u0442\u044b\u0439 \u0444\u0430\u0437\u043e\u0432\u044b\u0439 \u0442\u043a\u0430\u0447. \u0418\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u0435\u0442 \u043a\u0440\u0435\u043c\u043d\u0438\u0439 \u0434\u043b\u044f \u0441\u043f\u043b\u0435\u0442\u0435\u043d\u0438\u044f \u0442\u043a\u0430\u043d\u0438. 

block.upgraded-factories-alloy-crucible.name = \u041a\u0438\u043d\u0435\u0442\u0438\u0447\u0435\u0441\u043a\u043e\u0435 \u0433\u043e\u0440\u043d\u0438\u043b\u043e
block.upgraded-factories-alloy-crucible.description = \u041f\u0440\u043e\u0434\u0432\u0438\u043d\u0443\u0442\u0430\u044f \u043f\u043b\u0430\u0432\u0438\u043b\u044c\u043d\u044f \u043a\u0438\u043d\u0435\u0442\u0438\u0447\u0435\u0441\u043a\u043e\u0433\u043e \u0441\u043f\u043b\u0430\u0432\u0430. \u0418\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u0435\u0442 \u043a\u0430\u043a \u043f\u0438\u0440\u043e\u0442\u0438\u0442, \u0442\u0430\u043a \u0438 \u043a\u0440\u0438\u043e\u0433\u0435\u043d\u043d\u0443\u044e \u0436\u0438\u0434\u043a\u043e\u0441\u0442\u044c \u0434\u043b\u044f \u043b\u0438\u0442\u044c\u044f \u0441\u043f\u043b\u0430\u0432\u0430. \u0411\u043e\u043b\u0435\u0435 \u044d\u0444\u0444\u0435\u043a\u0442\u0438\u0432\u043d\u043e \u0432 \u0433\u043e\u0440\u044f\u0447\u0438\u0445 \u043c\u0435\u0441\u0442\u0430\u0445. 

block.upgraded-factories-pyratite-blender.name = \u0421\u043c\u0435\u0441\u0438\u0442\u0435\u043b\u044c \u043f\u0438\u0440\u043e\u0442\u0438\u0442\u0430
block.upgraded-factories-pyratite-blender.description = \u041f\u0440\u043e\u0434\u0432\u0438\u043d\u0443\u0442\u0430\u044f \u043c\u0435\u0448\u0430\u043b\u043a\u0430 \u043f\u0438\u0440\u043e\u0442\u0438\u0442\u0430. \u0418\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u0435\u0442 \u043d\u0435\u0444\u0442\u044c \u0434\u043b\u044f \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0441\u0442\u0432\u0430 \u0433\u043e\u0440\u044e\u0447\u0435\u0433\u043e. 

block.upgraded-factories-blast-blender.name = \u0421\u043c\u0435\u0441\u0438\u0442\u0435\u043b\u044c \u0432\u0437\u0440\u044b\u0432\u0447\u0430\u0442\u043e\u0439 \u0441\u043c\u0435\u0441\u0438
block.upgraded-factories-blast-blender.description = \u041f\u0440\u043e\u0434\u0432\u0438\u043d\u0443\u0442\u0430\u044f \u043c\u0435\u0448\u0430\u043b\u043a\u0430 \u0432\u0437\u0440\u044b\u0432\u0447\u0430\u0442\u043e\u0439 \u0441\u043c\u0435\u0441\u0438. \u0418\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u0435\u0442 \u043d\u0435\u0444\u0442\u044c \u043a\u0430\u043a \u0440\u0430\u0441\u0442\u0432\u043e\u0440\u0438\u0442\u0435\u043b\u044c, \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u044b\u0439 \u0434\u043b\u044f \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0441\u0442\u0432\u0430 \u0441\u043c\u0435\u0441\u0438.

block.upgraded-factories-cryofluid-blender.name = \u041a\u0440\u0438\u043e\u0433\u0435\u043d\u043d\u0430\u044f \u0446\u0435\u043d\u0442\u0440\u0438\u0444\u0443\u0433\u0430
block.upgraded-factories-cryofluid-blender.description = \u041f\u0440\u043e\u0434\u0432\u0438\u043d\u0443\u0442\u0430\u044f \u043c\u0435\u0448\u0430\u043b\u043a\u0430 \u043a\u0440\u0438\u043e\u0433\u0435\u043d\u043d\u043e\u0439 \u0436\u0438\u0434\u043a\u043e\u0441\u0442\u0438. \u041f\u043e\u043c\u0438\u043c\u043e \u0442\u0438\u0442\u0430\u043d\u0430 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u0435\u0442 \u043a\u0440\u0435\u043c\u043d\u0438\u0439. \u0418\u0437-\u0437\u0430 \u0442\u044f\u0436\u0451\u043b\u044b\u0445 \u0442\u0443\u0440\u0431\u0438\u043d, \u0434\u0430\u043d\u043d\u0430\u044f \u0444\u0430\u0431\u0440\u0438\u043a\u0430 \u0442\u0440\u0435\u0431\u0443\u0435\u0442 \u0432\u0440\u0435\u043c\u0435\u043d\u0438 \u043d\u0430 \u0440\u0430\u0437\u0433\u043e\u043d. 

block.upgraded-factories-liquefier.name = \u0420\u0430\u0437\u0436\u0438\u0436\u0430\u0442\u0435\u043b\u044c
block.upgraded-factories-liquefier.description = \u041f\u0440\u043e\u0434\u0432\u0438\u043d\u0443\u0442\u0430\u044f \u043f\u043b\u0430\u0432\u0438\u043b\u044c\u043d\u044f. \u0418\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u0435\u0442 \u043f\u0438\u0440\u043e\u0442\u0438\u0442 \u043a\u0430\u043a \u0438\u0441\u0442\u043e\u0447\u043d\u0438\u043a \u0442\u0435\u043f\u043b\u0430, \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u044b\u0439 \u0434\u043b\u044f \u0440\u0430\u0441\u043f\u043b\u0430\u0432\u043b\u0435\u043d\u0438\u044f \u0431\u043e\u043b\u044c\u0448\u043e\u0433\u043e \u043a\u043e\u043b\u0438\u0447\u0435\u0441\u0442\u0432\u0430 \u043c\u0435\u0442\u0430\u043b\u043b\u043e\u043b\u043e\u043c\u0430. 

block.upgraded-factories-spore-compactor.name = \u041a\u043e\u043c\u043f\u043e\u043d\u043e\u0432\u0449\u0438\u043a \u0441\u043f\u043e\u0440
block.upgraded-factories-spore-compactor.description = \u041f\u0440\u043e\u0434\u0432\u0438\u043d\u0443\u0442\u044b\u0439 \u0441\u043f\u043e\u0440\u043e\u0432\u044b\u0439 \u043f\u0440\u0435\u0441\u0441. \u0418\u0437-\u0437\u0430 \u043e\u0433\u0440\u043e\u043c\u043d\u043e\u0433\u043e \u0434\u0430\u0432\u043b\u0435\u043d\u0438\u044f \u0432\u043d\u0443\u0442\u0440\u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u044b, \u043e\u0431\u0440\u0430\u0437\u0443\u0435\u043c\u043e\u0433\u043e \u043c\u0430\u0441\u0441\u0438\u0432\u043d\u044b\u043c\u0438 \u043c\u0435\u0445\u0430\u043d\u0438\u0447\u0435\u0441\u043a\u0438\u043c\u0438 \u0447\u0430\u0441\u0442\u044f\u043c\u0438, \u0443\u0433\u043e\u043b\u044c \u0441\u043e\u0437\u0434\u0430\u0451\u0442\u0441\u044f \u043a\u0430\u043a \u043f\u043e\u0431\u043e\u0447\u043d\u044b\u0439 \u043f\u0440\u043e\u0434\u0443\u043a\u0442. 

block.upgraded-factories-crusher.name = \u041a\u0440\u0443\u0448\u0438\u0442\u0435\u043b\u044c
block.upgraded-factories-crusher.description = \u041f\u0440\u043e\u0434\u0432\u0438\u043d\u0443\u0442\u044b\u0439 \u0438\u0437\u043c\u0435\u043b\u044c\u0447\u0438\u0442\u0435\u043b\u044c. \u0418\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u0435\u0442 \u0432\u043e\u0434\u0443 \u0432 \u043a\u0430\u0447\u0435\u0441\u0442\u0432\u0435 \u0445\u043b\u0430\u0434\u0430\u0433\u0435\u043d\u0442\u0430. 

block.upgraded-factories-coal-synthesizer.name = \u0421\u0438\u043d\u0442\u0435\u0437\u0430\u0442\u043e\u0440 \u0443\u0433\u043b\u044f
block.upgraded-factories-coal-synthesizer.description = \u041f\u0440\u043e\u0434\u0432\u0438\u043d\u0443\u0442\u0430\u044f \u0443\u0433\u043e\u043b\u044c\u043d\u0430\u044f \u0446\u0435\u043d\u0442\u0440\u0438\u0444\u0443\u0433\u0430. \u0417\u0430\u043c\u0435\u043d\u044f\u0435\u0442 \u0446\u0435\u043d\u0442\u0440\u0438\u0444\u0443\u0433\u0443 \u043d\u0430 \u0441\u0438\u043d\u0442\u0435\u0437\u0430\u0442\u043e\u0440, \u0442\u0440\u0435\u0431\u0443\u044e\u0449\u0438\u0439 \u043e\u0440\u0433\u0430\u043d\u0438\u043a\u0443 \u0434\u043b\u044f \u0437\u0430\u043f\u0443\u0441\u043a\u0430 \u043f\u0440\u043e\u0446\u0435\u0441\u0441\u0430. 

block.upgraded-factories-water-extorter.name = \u0418\u0437\u0432\u043b\u0435\u043a\u0430\u0442\u0435\u043b\u044c \u0432\u043e\u0434\u044b
block.upgraded-factories-water-extorter.description = \u041f\u0440\u043e\u0434\u0432\u0438\u043d\u0443\u0442\u044b\u0439 \u0433\u0438\u0434\u0440\u043e\u043d\u0430\u0441\u043e\u0441. \u0422\u0440\u0435\u0431\u0443\u0435\u0442 \u0431\u043e\u043b\u044c\u0448\u0435 \u044d\u043d\u0435\u0440\u0433\u0438\u0438 \u0438 \u043c\u0435\u0441\u0442\u0430, \u0437\u0430 \u0441\u0447\u0451\u0442 \u0447\u0435\u0433\u043e \u0438\u0437\u0432\u043b\u0435\u043a\u0430\u0435\u0442 \u0431\u043e\u043b\u044c\u0448\u0435 \u0436\u0438\u0434\u043a\u043e\u0441\u0442\u0438. 

block.upgraded-factories-nurturer.name = \u0412\u0437\u0440\u0430\u0441\u0442\u0438\u0442\u0435\u043b\u044c
block.upgraded-factories-nurturer.description = \u041f\u0440\u043e\u0434\u0432\u0438\u043d\u0443\u0442\u044b\u0439 \u043a\u0443\u043b\u044c\u0442\u0438\u0432\u0430\u0442\u043e\u0440. \u0411\u043e\u043b\u0435\u0435 \u043a\u0440\u0443\u043f\u043d\u044b\u0439, \u043d\u043e \u0438 \u0431\u043e\u043b\u0435\u0435 \u044d\u0444\u0444\u0435\u043a\u0442\u0438\u0432\u043d\u044b\u0439, \u0447\u0435\u043c \u043f\u0440\u043e\u0448\u043b\u0430\u044f \u043c\u043e\u0434\u0435\u043b\u044c. 
block.upgraded-factories-oil-extorter.name = \u041d\u0435\u0444\u0442\u044f\u043d\u0430\u044f \u043f\u043b\u0430\u0442\u0444\u043e\u0440\u043c\u0430
block.upgraded-factories-oil-extorter.description = \u041f\u0440\u043e\u0434\u0432\u0438\u043d\u0443\u0442\u0430\u044f \u043d\u0435\u0444\u0442\u044f\u043d\u0430\u044f \u0432\u044b\u0448\u043a\u0430. \u0414\u043e\u0431\u044b\u0432\u0430\u0435\u0442 \u0431\u043e\u043b\u044c\u0448\u0435 \u043d\u0435\u0444\u0442\u0438, \u043d\u043e \u0438 \u0442\u0440\u0435\u0431\u0443\u0435\u0442 \u0431\u043e\u043b\u044c\u0448\u0435 \u0440\u0435\u0441\u0443\u0440\u0441\u043e\u0432.
